{
    "Sitio diseñado y desarrollado por": "Site design and developed by",

    "Características" : "Features",
    "Convertimos sus ideas en realidad con un diseño gráfico y web único" : "We Bring Your Ideas to Life with unique Graphic and Web Design",
    "Potencia la Identidad de tu Marca con Servicios de Branding Profesionales" : "Enhance your Brand Identity with Professional Branding Services",
    "Nuestros servicios integrales incluyen branding, diseño web y diseño gráfico para ayudar a que su negocio se destaque." : "Our comprehensive services include branding, web design, and graphic design to help your business stand out.",
    "Cree experiencias de usuario atractivas con un diseño web innovador" : "Create Engaging User Experiences with Cutting-Edge Web Design",
    "Nuestro equipo de diseñadores creará un sitio web que cautive a su audiencia." : "Our team of designers will create a website that captivates your audience.",
    "Eleve su marca con soluciones de diseño gráfico llamativas" : "Elevate Your Brand with Eye-Catching Graphic Design Solutions",
    "Desde logotipos hasta materiales de marketing, crearemos imágenes atractivas que dejen una impresión duradera." : "From logos to marketing materials, we'll create compelling visuals that leave a lasting impression.",
    "Ver más" : "Learn More",

    "Beneficios" : "Benefits",
    "Destaca con innovadoras soluciones de diseño" : "Stand out with innovative design solutions",
    "En nuestra agencia, combinamos creatividad y experiencia para ofrecer soluciones atractivas de diseño gráfico y web que ayuden a las empresas a tener éxito. Con nuestro enfoque único, nos aseguramos de que su marca se destaque de la competencia y cautive a su público objetivo." : "At our agency, we combine creativity and expertise to deliver compelling graphic and web design solutions that help businesses succeed. With our unique approach, we ensure that your brand stands out from the competition and captivates your target audience.",
    "Aptitudes" : "Expertise",
    "Nuestro equipo de diseñadores y desarrolladores capacitados hace realidad su visión con precisión y estilo." : "Our team of skilled designers and developers bring your vision to life with precision and flair.",
    "Colaboración" : "Collaboration",
    "Trabajamos estrechamente con nuestros clientes para comprender sus objetivos y ofrecer soluciones de diseño personalizadas." : "We work closely with our clients to understand their goals and deliver tailored design solutions.",

    "Servicios" : "Services",
    "Soluciones de diseño" : "Design Solutions",
    "Ofrecemos una gama de servicios de diseño creativo para satisfacer sus necesidades." : "We offer a range of creative design services to meet your needs.",
    "Diseño Web" : "Web Design",
    "Creamos sitios web impresionantes que son visualmente atractivos y fáciles de usar." : "We create stunning websites that are visually appealing and user-friendly.",
    "Diseño Gráfico" : "Graphic Design",
    "Nuestros servicios de diseño gráfico ayudan a que su marca se destaque." : "Our graphic design services help your brand stand out.",
    "Soluciones de Branding" : "Branding Solutions",
    "Creamos soluciones de marca únicas y memorables para su negocio." : "We create unique and memorable branding solutions for your business.",

    "Portfolio" : "Portfolio",
    "una ventana a nuestro mundo creativo" : "A window into our creative world",
    "Desde diseños innovadores hasta soluciones tecnológicas avanzadas, cada proyecto cuenta una historia única de creatividad, pasión y excelencia." : "From innovative designs to advanced technological solutions, each project tells a unique story of creativity, passion and excellence.",

    "Política de Privacidad": "Privacy Policy",
    "Última actualización: 23 de noviembre de 2024": "Last updated: November 23, 2024",
    
    "1. Información General": "1. General Information",
    "Chimicreativo.es, como responsable del tratamiento de los datos, está comprometido con la privacidad de sus usuarios y garantiza que los datos personales recopilados serán tratados conforme al Reglamento General de Protección de Datos (RGPD) y demás normativas aplicables.": 
    "Chimicreativo.es, as the data controller, is committed to the privacy of its users and ensures that personal data collected will be processed in accordance with the General Data Protection Regulation (GDPR) and other applicable regulations.",
    
    "2. Datos Recopilados": "2. Data Collected",
    "Recopilamos los siguientes datos personales a través de nuestros formularios:": "We collect the following personal data through our forms:",
    
    "Formulario de Contacto:": "Contact Form:",
    "Correo electrónico": "Email",
    "Teléfono": "Phone",
    "Servicio solicitado (Diseño gráfico, Desarrollo web, Branding)": "Requested service (Graphic Design, Web Development, Branding)",
    "Mensaje": "Message",
    
    "Formulario de Presupuesto:": "Quote Form:",
    "Detalles del servicio solicitado": "Details of the requested service",
    
    "Automáticamente a través de cookies:": "Automatically via cookies:",
    "Datos de navegación (dirección IP, dispositivo, tiempo de visita).": "Browsing data (IP address, device, visit time).",
    "Cookies: XSRF-TOKEN, _ga, _ga_9Q6H0QETRF, chimi_creativo_session, laravel_cookie_consent, ls_smartpush.": 
    "Cookies: XSRF-TOKEN, _ga, _ga_9Q6H0QETRF, chimi_creativo_session, laravel_cookie_consent, ls_smartpush.",
    
    "3. Finalidad del Tratamiento": "3. Purpose of Processing",
    "Los datos personales serán utilizados para:": "Personal data will be used for:",
    "Responder consultas y solicitudes de contacto.": "Responding to inquiries and contact requests.",
    "Gestionar presupuestos.": "Managing quotes.",
    "Mejorar el rendimiento del sitio web mediante análisis estadísticos.": "Improving website performance through statistical analysis.",
    "Garantizar la seguridad del sitio.": "Ensuring site security.",
    "Actividades de marketing:": "Marketing activities:",
    "Utilizamos los datos personales con fines de marketing, incluyendo:": "We use personal data for marketing purposes, including:",
    "Email marketing: Enviar boletines informativos, actualizaciones y promociones relacionadas con nuestros servicios.": 
    "Email marketing: Sending newsletters, updates, and promotions related to our services.",
    "Publicidad personalizada: Utilización de datos para crear campañas publicitarias en plataformas como Facebook Ads y Google Ads.": 
    "Personalized advertising: Using data to create advertising campaigns on platforms like Facebook Ads and Google Ads.",
    "Los datos no serán compartidos con terceros fuera de estos fines.": 
    "Data will not be shared with third parties beyond these purposes.",
    
    "4. Uso de Cookies": "4. Use of Cookies",
    "En Chimicreativo.es utilizamos cookies para:": "At Chimicreativo.es we use cookies to:",
    "Mejorar la experiencia del usuario.": "Enhance the user experience.",
    "Realizar análisis de tráfico (Google Analytics).": "Perform traffic analysis (Google Analytics).",
    "Personalización de anuncios (para campañas de publicidad en Facebook y Google).": 
    "Ad personalization (for Facebook and Google ad campaigns).",
    "Puedes gestionar las cookies desde el banner inicial o configurando tu navegador.": 
    "You can manage cookies from the initial banner or by configuring your browser.",
    
    "5. Base Legal para el Tratamiento": "5. Legal Basis for Processing",
    "Consentimiento explícito del usuario al suscribirse a nuestros boletines o aceptar recibir publicidad personalizada.": 
    "Explicit user consent when subscribing to our newsletters or agreeing to receive personalized advertising.",
    "Cumplimiento de obligaciones legales.": "Compliance with legal obligations.",
    "Intereses legítimos para mejorar nuestro sitio y servicios.": 
    "Legitimate interests to improve our site and services.",
    
    "6. Conservación de los Datos": "6. Data Retention",
    "Los datos personales serán conservados mientras sean necesarios para las finalidades descritas, o hasta que el usuario solicite su eliminación.": 
    "Personal data will be retained as long as necessary for the purposes described, or until the user requests their deletion.",
    
    "7. Derechos de los Usuarios": "7. User Rights",
    "Los usuarios tienen derecho a:": "Users have the right to:",
    "Acceder a sus datos personales.": "Access their personal data.",
    "Rectificar datos incorrectos.": "Rectify incorrect data.",
    "Solicitar la eliminación de sus datos.": "Request the deletion of their data.",
    "Limitar el tratamiento.": "Restrict processing.",
    "Revocar el consentimiento otorgado.": "Revoke the consent given.",
    "Para ejercer tus derechos, puedes escribirnos a: ": 
    "To exercise your rights, you can write to us at: ",
    
    "8. Medidas de Seguridad": "8. Security Measures",
    "El sitio está protegido mediante:": "The site is protected through:",
    "Certificado SSL para cifrar las comunicaciones.": "SSL certificate to encrypt communications.",
    "Almacenamiento en servidores seguros de Hostinger.": "Storage on secure Hostinger servers.",
    "Copias de seguridad periódicas.": "Periodic backups.",
    
    "9. Modificaciones": "9. Modifications",
    "Nos reservamos el derecho de actualizar esta Política de Privacidad en función de cambios legales o técnicos. La fecha de la última actualización aparecerá al inicio del documento.": 
    "We reserve the right to update this Privacy Policy based on legal or technical changes. The date of the last update will appear at the beginning of the document.",
    
    "10. Contacto": "10. Contact",
    "Para consultas o solicitudes relacionadas con esta política, contáctanos en: ": 
    "For inquiries or requests related to this policy, contact us at: ",

    "Términos y Condiciones": "Terms and Conditions",
    "1. Introducción": "1. Introduction",
    "Bienvenido a chimicreativo.es. Al acceder o utilizar este sitio web, aceptas cumplir con estos términos y condiciones. Si no estás de acuerdo con alguna parte de los términos, no utilices este sitio.": "Welcome to chimicreativo.es. By accessing or using this website, you agree to comply with these terms and conditions. If you do not agree with any part of these terms, please do not use this site.",
    "2. Información sobre el titular del sitio": "2. Information about the Website Owner",
    "Este sitio web es operado por Chimicreativo, una agencia de diseño gráfico, desarrollo web y branding. Para cualquier consulta, puedes escribirnos a ": "This website is operated by Chimicreativo, an agency specializing in graphic design, web development, and branding. For any inquiries, you can write to us at ",
    "3. Uso del sitio web": "3. Website Use",
    "Este sitio está destinado a usuarios que buscan información sobre nuestros servicios y trabajos realizados.": "This site is intended for users seeking information about our services and completed projects.",
    "Queda prohibido:": "The following are prohibited:",
    "Usar el sitio para actividades ilegales o no autorizadas.": "Using the site for illegal or unauthorized activities.",
    "Intentar dañar, sobrecargar o deshabilitar el sitio web.": "Attempting to damage, overload, or disable the website.",
    "Copiar, distribuir o modificar cualquier contenido sin nuestro consentimiento.": "Copying, distributing, or modifying any content without our consent.",
    "4. Propiedad intelectual": "4. Intellectual Property",
    "Todos los contenidos del sitio (diseños, textos, imágenes, logotipos, etc.) son propiedad de Chimicreativo o de sus licenciantes y están protegidos por las leyes de propiedad intelectual.": "All content on the site (designs, text, images, logos, etc.) is owned by Chimicreativo or its licensors and is protected by intellectual property laws.",
    "Queda prohibido su uso sin autorización previa.": "Its use is prohibited without prior authorization.",
    "5. Formularios y datos personales": "5. Forms and Personal Data",
    "Al utilizar los formularios de contacto o presupuesto, aceptas proporcionar información veraz y completa.": "By using the contact or quote forms, you agree to provide truthful and complete information.",
    "Los datos recopilados serán tratados conforme a nuestra ": "The data collected will be processed in accordance with our ",
    "Es obligatorio leer y aceptar la política de privacidad antes de enviar cualquier formulario.": "It is mandatory to read and accept the Privacy Policy before submitting any form.",
    "6. Uso de cookies": "6. Use of Cookies",
    "Utilizamos cookies para mejorar la experiencia del usuario, realizar análisis estadísticos y personalizar anuncios. Puedes gestionar tus preferencias en nuestro banner de cookies.": "We use cookies to enhance user experience, perform statistical analysis, and personalize ads. You can manage your preferences in our cookie banner.",
    "7. Limitación de responsabilidad": "7. Limitation of Liability",
    "Aunque nos esforzamos por mantener la información del sitio actualizada, no garantizamos la exactitud o integridad de los contenidos.": "Although we strive to keep the site's information updated, we do not guarantee the accuracy or completeness of the content.",
    "No nos hacemos responsables por daños derivados del uso del sitio, como:": "We are not responsible for damages arising from the use of the site, such as:",
    "Interrupciones del servicio.": "Service interruptions.",
    "Errores en la información proporcionada.": "Errors in the information provided.",
    "Problemas técnicos ajenos a nuestro control.": "Technical issues beyond our control.",
    "8. Modificaciones": "8. Modifications",
    "Nos reservamos el derecho de actualizar estos términos en cualquier momento. La fecha de la última modificación se indicará al inicio del documento. Recomendamos revisarlos periódicamente.": "We reserve the right to update these terms at any time. The date of the last modification will be indicated at the beginning of the document. We recommend reviewing them periodically.",
    "9. Legislación aplicable": "9. Applicable Law",
    "Estos términos se rigen por las leyes de España. Cualquier disputa relacionada con el sitio se someterá a la jurisdicción de los tribunales españoles.": "These terms are governed by Spanish law. Any disputes related to the site will be subject to the jurisdiction of Spanish courts.",
    "Para cualquier consulta sobre estos términos, puedes escribirnos a ": "For any inquiries about these terms, you can write to us at ",

    "No hay productos publicados" : "There are no products published",

    "Ver productos": "See products",
    "Ir al carrito": "Go to cart",
    "Últimos productos": "Latest products",
    "Bienvenidos": "Welcome",
    "Estás logueado": "You're logged in!",
    "Carrito": "Cart",
    "Ingresar": "Login",
    "Cerrar sesión": "Log Out",
    "Mi cuenta": "My account",
    "Mi perfil": "My profile",
    "Mis órdenes": "My orders",

    "Ingresa a tu cuenta": "Login to your account",
    "Tu dirección de correo": "Your email address",
    "Tu contraseña": "Your password",
    "Recuérdame": "Remember me",
    "¿Olvidaste la contraseña?": "Forgot password?",

    "Crea una cuenta": "Create an account",
    "Tu nombre": "Your name",
    "Tu cuenta de correo": "Your email",
    "Contraseña": "Password",
    "Repetir contraseña": "Repeat password",
    "Regístrate": "Sign up",

    "Gracias por Registrarte! Antes de empezar, podrías verificar tu dirección de correo haciendo click en el enlace que te hemos enviado? Si no lo has recibido, con gusto te enviaremos otro.": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "Reenviar Email": "Resend Email",

    "Datos de perfil": "Profile Details",
    "Nombre": "First Name",
    "Apellido": "Last Name",
    "Tu teléfono": "Your phone",
    "Dirección de facturación": "Billing Address",
    "Dirección": "Address",
    "Piso / Apartamento": "Apartment",
    "Código Postal": "ZipCode",
    "Ciudad": "City",
    "Selecciona tu país": "Select Country",
    "Selecciona tu estado o provincia": "Select State",
    "Estado o Provincia": "State",
    "Dirección de envío": "Shipping Address",
    "Misma dirección que la de envío": "Same as Shipping",
    "Actualizar": "Update",
    "Actualizar contraseña": "Update Password",
    "Tu contraseña actual": "Your current password",
    "Nueva contraseña": "New password",
    "Repetir nueva contraseña": "Repeat new password",
    "Introduce tu email": "Enter your email",
    "Restablecer": "Reset password",
    "Ingrese una contraseña": "Enter your new password",
    "Confirmar contraseña": "Confirm your password",
    
    "Productos": "Products",

    "Tus artículos del carrito": "Your Cart Items",
    "Envío e impuestos se calculan al momento de pagar": "Shipping and taxes calculated at checkout.",
    "Quitar": "Remove",
    "Continuar con la compra": "Proceed to Checkout",

    "Suscríbete a nuestro newsletter.": "Subscribe to our newsletter.",
    "Suscríbete": "Subscribe",
    "Artículos semanales": "Weekly articles",
    "No enviamos spam": "No spam",

    "La empresa": "The company",
    "Sobre nosotros": "About us",
    "Trabaja con nosotros": "Work with us",
    "Términos & condiciones": "Terms & conditions",
    "Ayuda": "Help",
    "Soporte": "Support",
    "Preguntas frecuentes": "Faq",
    "Contáctenos": "Contact us"
}
